quick_search_by_name_text = ("Для быстрого поиска по наименованию товара Вам необходимо ввести наименование товара или "
                             "его часть в строку поиска. Под поисковой строкой появится блок с результатами быстрого "
                             "поиска. Найдите название нужного Вам товара и нажмите на ссылку.")

search_by_name_text = ('Для поиска по наименованию товара Вам необходимо ввести наименование товара или его часть в '
                       'строку поиска и нажать кнопку "Поиск" или перейти по ссылке "все результаты" в появившихся '
                       'результатах быстрого поиска. В результатах расширенного поиска Вы найдете нужный товар.')

quick_search_by_vendor_text = ('Для быстрого поиска по артикулу товара Вам необходимо ввести артикул товара в строку '
                               'поиска. Под поисковой строкой появится блок с результатами быстрого поиска. Найдите '
                               'название нужного Вам товара и нажмите на ссылку')

search_by_vendor_text = ('Для поиска по артикулу товара Вам необходимо ввести артикул товара в строку поиска и нажать '
                         'кнопку "Поиск" или перейти по ссылке "все результаты" в появившихся результатах быстрого '
                         'поиска. В результатах расширенного поиска Вы найдете нужный товар')

search_by_author_text = ('Для поиска по автору книги Вам необходимо перейти по ссылке "Расширенный поиск" в разделе '
                         '"Навигация" в нижней части сайта. Ввести автора книги в поле "Автор" и нажать кнопку '
                         '"Найти". В результатах расширенного поиска Вы найдете нужный товар')

search_by_isbn_text = ('Для поиска по ISBN книги Вам необходимо перейти по ссылке "Расширенный поиск" в разделе '
                       '"Навигация" в нижней части сайта. Ввести ISBN книги или его часть в поле "ISBN" и нажать '
                       'кнопку "Найти". В результатах расширенного поиска Вы найдете нужный товар')

grafik_raboty_text = ('<b>Время работы:</b>\n\nПН-ПТ 9:00-19:00\n\n<b>>СБ, ВС - Выходные дни</b>\n\n<b>Перед тем как к '
                      'нам ехать, обязательно узнайте о наличии товара в пункте самовывоза по телефонам, '
                      'указанным ниже.</b>\n\n+7 495 374 67 62\n+7 800 707 21 74\ninfo@centrmag.ru\nфакс: +7 499 713 '
                      '52 39')

from_metro_text = ('Выход м."Волоколамская" (первый вагон из центра). <a '
                   'href="https://www.centrmag.ru/pict/vid1_vesna.jpg">(Посмотреть вид)</a>\n\nПо подземному переходу '
                   'перейти'
                   'на другую сторону дороги.\n\nОбогнуть дом по Новотушинскому проезду дом 6 корп. 1 справа, '
                   'войти во двор <a href="https://www.centrmag.ru/pict/vid2_vesna.jpg">(Посмотреть '
                   'вид)</a>.\n\nПройти мимо последнего подъезда дома №7 и повернуть налево ('
                   'Посмотреть вид).\n\nОбойти здание ЦТП с правой стороны <a '
                   'href="https://www.centrmag.ru/pict/vid3_vesna.jpg">(Посмотреть вид)</a> <a '
                   'href="https://www.centrmag.ru/pict/vid5_vesna.jpg">(Посмотреть вид)</a>.\n\nПройти'
                   'прямо по тропинке <a href="https://www.centrmag.ru/pict/vid6_vesna.jpg">(Посмотреть '
                   'вид)</a>\n\nПройти крыльцо магазина продукты <a '
                   'href="https://www.centrmag.ru/pict/vid7_vesna.jpg">(Посмотреть вид)</a>\n\nВход к нам'
                   'расположен рядом с магазином продукты (спуск в подвальное помещение напротив 4-го подъезда жилого '
                   'дома). <a href="https://www.centrmag.ru/pict/vid8_vesna.jpg">(Посмотреть вид)</a>')

from_mcd_text = ('Пройдите по дороге до первого входа в метро\n\nДалее пройти дальше по парку до следующего входа в '
                 'метро\n\nДалее аналогичный путь от метро "Волоколамская"')

by_bus_text = ('Станция м. Тушинская (последний вагон из центра).\n\nАвтобусы 400Т, 614, 2, 930, 210. Остановка "1-й '
               'микрорайон Митино".\n\nПерейти на другую сторону Пятницкого шоссе.\n\nНаш магазин находится в '
               'подвальном помещении нежилого здания во дворе жилого дома Пятницкое шоссе д. 7.')
